[Setting]
Language=Japanese

[String]
IDS_MENU_FILE=File
IDS_MENU_FILE_NEW=&New
IDS_MENU_FILE_OPEN=&Open
IDS_MENU_FILE_CLOSE=&Close
IDS_MENU_FILE_EXIT=&Exit

IDS_MENU_EDIT=Edit
IDS_MENU_EDIT_CUT=&Cut
IDS_MENU_EDIT_COPY=&Copy
IDS_MENU_EDIT_PASTE=&Paste

IDS_MENU_HELP=Help
IDS_MENU_HELP_HELP=&Help
IDS_MENU_HELP_ABOUT=&About

IDS_VIEW_DISPLAY_HIDE=表示/非表示
IDS_VIEW_DISPLAY=表示
IDS_VIEW_HIDE=非表示
IDS_VIEW_DISPLAY_ALL=全て表示

IDS_VIEW_TRANSPARENCY=透明度
IDS_VIEW_TRANSPARENCY_NONE=無
IDS_VIEW_TRANSPARENCY_20=20%
IDS_VIEW_TRANSPARENCY_40=40%
IDS_VIEW_TRANSPARENCY_60=60%
IDS_VIEW_TRANSPARENCY_80=80%

IDS_VIEW_RENDER_MODE=レンダリング（Ctrl+r）
IDS_VIEW_RENDER_SHADED_WITH_WIREFRAME=ソリッド+ワイヤー
IDS_VIEW_RENDER_SHADED=ソリッド
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30=ソリッド+透明(30%)
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30_WITH_WIREFRAME=ソリッド+透明(30%) + ワイヤー
IDS_VIEW_RENDER_WIREFRAME=ワイヤー

IDS_VIEW_MODE=ビュー（Ctrl+v）
IDS_VIEW_ISO=アイソメ
IDS_VIEW_TOP=平面図
IDS_VIEW_BOTTOM=下面
IDS_VIEW_FRONT=正面図
IDS_VIEW_BACK=背面図
IDS_VIEW_LEFT=左側面図
IDS_VIEW_RIGHT=右側面図
IDS_VIEW_AUTO_SWITCH=自動切換

IDS_VIEW_PROJECTION_MODE=投影方式
IDS_VIEW_PROJECTION_ORTHOGRAPHIC=平行投影
IDS_VIEW_PROJECTION_PERSPECTIVE=透視投影（遠近法）

IDS_OPTIONS=オプション設定
IDS_HELP=ヘルプ

IDS_TOOLBAR=ツールバー
IDS_TOOLBAR_HIDE=非表示
IDS_TOOLBAR_LARGE=大
IDS_TOOLBAR_MEDIUM=中
IDS_TOOLBAR_SMALL=小

IDS_PART_NUMBER=型番を表示

IDS_OPTONS_DLG_TITLE=オプション設定
IDS_OK=OK
IDS_CANCLE=キャンセル
IDS_RESET=初期値
IDS_STATIC_BACKGROUND_COLOR=背景色
IDS_STATIC_BACKGROUND_TOP=上側
IDS_STATIC_BACKGROUND_BOTTOM=下側
IDS_CHECK_FORCE_SOFTWARE=グラフィックメモリ拡張
IDS_CHECK_SHADOW=影表示
IDS_CHECK_REVERSE_VERTICAL=ズームスクロール反転
IDS_RADIO_DEFAULT_BACKGROUND_SETTING=デフォルト背景
IDS_RADIO_CHANGE_BACKGROUND_COLOR=色指定